[
  {
    "id": "001",
    "title": "背影．朱自清： 第一段",
    "text": "我與父親不相見已二年餘了，我最不能忘記的是他的背影。那年冬天，祖母死了，父親的差使也交卸了，正是禍不單行的日子，我從北京到徐州，打算跟着父親奔喪回家。到徐州見着父親，看見滿院狼藉的東西，又想起祖母，不禁簌簌地流下眼淚。父親說：「事已如此，不必難過，好在天無絕人之路！」",
    "pinyin": "wo yu fu qin bu xiang jian yi er nian yu le ， wo zui bu neng wang ji de shi ta de bei ying 。 na nian dong tian ， zu mu si le ， fu qin de cha shi ye jiao xie le ， zheng shi huo bu dan hang de ri zi ， wo cong bei jing dao xu zhou ， da suan gen zhe fu qin ben sang hui jia 。 dao xu zhou jian zhe fu qin ， kan jian man yuan lang jie de dong xi ， you xiang qi zu mu ， bu jin su su di liu xia yan lei 。 fu qin shuo ： 「 shi yi ru ci ， bu bi nan guo ， hao zai tian wu jue ren zhi lu ！ 」 "
  },
  {
    "id": "002",
    "title": "背影．朱自清： 第二及三段",
    "text": "回家變賣典質，父親還了虧空；又借錢辦了喪事。這些日子，家中光景很是慘澹，一半為了喪事，一半為了父親賦閒。喪事完畢，父親要到南京謀事，我也要回北京唸書，我們便同行。到南京時，有朋友約去遊逛，勾留了一日；第二日上午便須渡江到浦口，下午上車北去。父親因為事忙，本已說定不送我，叫旅館裏一個熟識的茶房陪我同去。他再三囑咐茶房，甚是仔細。但他終於不放心，怕茶房不妥帖；頗躊躇了一會。其實我那年已二十歲，北京已來往過兩三次，是沒有甚麼要緊的了。他躊躇了一會，終於決定還是自己送我去。我兩三回勸他不必去；他只說：「不要緊，他們去不好！」",
    "pinyin": "hui jia bian mai dian zhi ， fu qin hai le kui kong ； you jie qian ban le sang shi 。 zhe xie ri zi ， jia zhong guang jing hen shi can dan ， yi ban wei le sang shi ， yi ban wei le fu qin fu jian 。 sang shi wan bi ， fu qin yao dao nan jing mou shi ， wo ye yao hui bei jing dian shu ， wo men bian tong hang 。 dao nan jing shi ， you peng you yue qu you guang ， gou liu le yi ri ； di er ri shang wu bian xu du jiang dao pu kou ， xia wu shang che bei qu 。 fu qin yin wei shi mang ， ben yi shuo ding bu song wo ， jiao lu guan li yi ge shu shi de cha fang pei wo tong qu 。 ta zai san zhu fu cha fang ， shen shi zai xi 。 dan ta zhong yu bu fang xin ， pa cha fang bu tuo tie ； po chou chu le yi hui 。 qi shi wo na nian yi er shi sui ， bei jing yi lai wang guo liang san ci ， shi mei you shen me yao jin de le 。 ta chou chu le yi hui ， zhong yu jue ding hai shi zi ji song wo qu 。 wo liang san hui quan ta bu bi qu ； ta zhi shuo ： 「 bu yao jin ， ta men qu bu hao ！ 」 "
  },
  {
    "id": "003",
    "title": "背影，朱自清： 第四段",
    "text": "我們過了江，進了車站。我買票，他忙着照顧行李。行李太多了，得向腳夫行些小費，才可過去。他便又忙着和他們講價錢。我那時真是聰明過分，總覺他說話不大漂亮，非自己插嘴不可。但他終於講定了價錢；就送我上車。他給我揀定了靠車門的一張椅子；我將他給我做的紫毛大衣鋪好座位。他囑我路上小心，夜裏要警醒些，不要受涼。又囑託茶房好好照應我。我心裏暗笑他的迂；他們只認得錢，託他們直是白託！而且我這樣大年紀的人，難道還不能料理自己麼？唉，我現在想想，那時真是太聰明了！",
    "pinyin": "wo men guo le jiang ， jin le che zhan 。 wo mai piao ， ta mang zhe zhao gu hang li 。 hang li tai duo le ， de xiang jiao fu hang xie xiao fei ， cai ke guo qu 。 ta bian you mang zhe he ta men jiang jia qian 。 wo na shi zhen shi cong ming guo fen ， zong jiao ta shuo hua bu da piao liang ， fei zi ji cha zui bu ke 。 dan ta zhong yu jiang ding le jia qian ； jiu song wo shang che 。 ta gei wo jian ding le kao che men de yi zhang yi zi ； wo jiang ta gei wo zuo de zi mao da yi pu hao zuo wei 。 ta zhu wo lu shang xiao xin ， ye li yao jing xing xie ， bu yao shou liang 。 you zhu tuo cha fang hao hao zhao ying wo 。 wo xin li an xiao ta de yu ； ta men zhi ren de qian ， tuo ta men zhi shi bai tuo ！ er qie wo zhe yang da nian ji de ren ， nan dao hai bu neng liao li zi ji me ？ ai ， wo xian zai xiang xiang ， na shi zhen shi tai cong ming le ！ "
  },
  {
    "id": "004",
    "title": "1-100常用字",
    "text": "的是不有人中為個我要他來們到出分對會主年同也下子產行方後定法民經三進部家力水高自理小物實量體還使從本一在了和這大上國以地時用生作就於成可發動工能過說種而面多學所得十之等度電如化都二起長現加兩機當點業重",
    "pinyin": "竹戈 日人 一火 大月 人 中 戈火 人口 竹戈 一女 人木 木人 人弓 一弓 山山 金竹 廿戈 人日 卜土 人手 月口 心木 一卜 弓木 卜一 竹弓 卜尸 竹水 十人 水戈 口心 女一 一一 卜土 卜中 十人 大尸 水 卜口 竹山 一土 弓金 竹竹 十金 日土 月廿 卜女 人大 竹人 木一 一 大土 弓弓 竹口 卜口 大 卜一 田一 女人 土木 日戈 月手 竹一 人尸 卜山 卜卜 戈尸 一口 弓水 竹尸 一一 戈心 卜口 卜山 竹土 一中 一中 弓戈 竹木 竹中 竹戈 十 戈人 竹戈 戈水 一山 女口 人心 十中 一一 土山 尸女 一山 大口 一人 木戈 火田 田口 廿木 竹土 "
  },
  {
    "id": "005",
    "title": "101-200常用字",
    "text": "去性應它因由些前天四那義平相裏樣與各線數心你看又利或質第道此變只解意月無很者立想通直黨展果象革入文次把好開合制其然外政日社事形全間表關新內正反明原麼比但氣向命沒條結問建公軍情最代已提題程五料員位常總品",
    "pinyin": "土戈 心一 戈心 十心 田大 中田 卜一 廿弓 一大 田金 尸中 廿戈 一十 木山 卜女 木水 竹金 竹口 女水 中大 心 人火 竹山 弓大 竹弓 戈一 竹金 竹竹 卜山 卜心 女大 口金 弓手 卜心 月 人火 竹女 十日 卜廿 木心 卜月 十一 火火 尸女 田木 弓人 廿十 人竹 卜大 戈人 手山 女木 日廿 人口 竹弓 廿金 月火 弓卜 一大 日 戈土 十弓 一竹 人土 日日 手女 日廿 卜中 人月 一一 竹水 日月 一火 戈戈 心心 人一 人木 竹口 人中 水水 人木 女口 日口 弓手 金戈 月十 心月 日水 人心 尸山 手人 日金 竹土 一一 火十 口金 人廿 火月 女心 口口 "
  }
]
